[
    {"id": 3,  "link":"ConservationCommission",
        "pagetext": [
            {"desc":"<p>The Conservation Commission has two broad responsibilities. The first of these is to evaluate and make recommendations to the State of New Hampshire Department of Environmental Services (DES) on permits to do work in or near wetlands, and the second responsibility is to monitor this work, to file complaints and assist citizens in filing complaints related to wetlands violations (\"wetlands\" includes Lakes, Ponds, and New Durham's streams and brooks.)</p><p>In 1969, residents of New Durham voted at town meeting to establish a Conservation Commission as advisors to aid the other town boards, developers, and land owners in the protection of the natural resources in town. In 1975 (Article #14) the residents of New Durham voted to increase the Conservation Commission to 6 members. In 2015 (Article 12) the residents of New Durham voted to decrease the Conservation Commission to 5 members.</p><p>The members of the New Durham Conservation Commission(NDCC) are appointed by the Board of Selectmen and serve three-year terms.</p><p>The NDCC is composed of town residents having a variety of interests and experience. The Commission's primary goal is to work with town residents to provide for the protection and appreciation of natural resources. To that end, the NDCC is committed to broadening public awareness of the natural resources of New Durham in the belief that it will inevitably lead to greater commitment to their careful stewardship.</p>"
            }
        ]
    },
    {"link":"Assessing"    , "mainMenu":"Departments",
        "pagetext": [
            { "desc": "<p>The Assessor is responsible for estimating an assessed value based upon the fair market value of your property. A revaluation of all properties is done every five years and physical changes to the property updated yearly. Fair Market Value is defined as “The most probable sale price of a property in terms of money in a competitive and open market, assuming the buyer and seller are acting prudently and knowledgeably, allowing sufficient time for the sale, and assuming that the transaction is not affected by undue pressures.(Property Appraisal and Assessments Administration, IAAO, Copyright 1990).</p><p>The Assessor’s office oversees all the tax exemptions and credits. The staff assists the public in accessing our public records i.e. tax maps, tax cards, abutters lists, owner information and deeds, applications for tax credits and exemptions, and intent to cut/excavate.</p><p>If you have any questions concerning any of the above matters, please feel free to contact this office. If you have any questions concerning the assessed value of your property please call to schedule an appointment with the Assessor.</p>"
            }
        ]
    },
    {"id": 21,        "link":"CodeEnforcement"    , "mainMenu":"Departments",
        "pagetext":[
            { "desc":"<p>Effective April 16, 2011, newly revised Subsurface System Bureau Rules were adopted. These revisions supersede and replace previous requirements for the repair or replacement of existing Individual Sewage Disposal System (ISDS) form the 2008 rules. Specially, for circumstances where an ISDS that services a residence needs to be repaired or replaced, the ISDS owner must now submit a complete application for review and approval to the DES prepared by either a permitted designer or the residential ISDS homeowner. The purpose od this procedure is to better ensure that systems that are repaired or replaced are designed and installed in accordance with NH  standards to minimize the possibility of future failure.</p><p>Please click here to review those sections of the rules that have been changed.</p><p>Contact the Surface Systems Bureau at 603-271-3501 if you require further information.</p>"
            }

        ]
    },
    {"link":"Selectmen"    , "mainMenu":"Board of Selectmen",
        "pagetext":[
            { "desc": "<p>Under Revised Statutes Annotated (RSA) 41:8-b the composition of the Board of Selectmen can be three (3) or five (5) members. New Durham’s Board of Selectmen is composed of a three-member board.</p><p>In large part, the Board of Selectmen function as an executive branch or as a Board of Directors, and as agents to carry out the voted actions of the Town of New Durham’s legislative branch also known as “Town Meeting.” The Board’s grant of power comes explicitly from the State Legislature there is no “Home Rule” contrary to popular belief. The Board can only exercise those powers specifically granted by Statute, ordinance or by-law or those powers that are within the authority of their office.</p> <p>RSA 41:8 provides that the Selectmen manage the “prudential” affairs of the town prudential affairs role can be interpreted as carrying out the details of town meeting votes e.g. authorization to spend money, sign deeds, appoint new officials, compose legal ordinances and policies, enter into contractual agreements.</p><p>The Board acts as a collegial body in making decisions and conduct of town business. One Selectman has no authority and a unanimous decision is not required for board actions. However under RSA 91-A all business, except those situations specially exempted under RSA 91-A: 3 II a-e, must be conducted in a public session with a duly posted notice to the Citizens.</p><p>The Board cannot interfere with the exercise of functions, which, by statute are delegated to other elected officials. However, the Selectmen, in the exercise of their budgeting, spending and safeguarding authority, have the right to obtain information from elected officials, to hire personnel and set salaries (subject to appropriation by town meeting), to approve purchasing of supplies, and to set rules governing the safeguarding of all municipal property and financial assets RSA 41:9 VI.</p> <p>In addition to managing the prudential affairs, the Selectmen have other substantive duties, again prescribed by law, but do not require Town Meeting vote, namely:<ul><li>Regulation of Municipal Highways and Commons RSA 41:11</li> <li>Layout of Highways RSA 231: 8-19</li><li>Order Repair or demolition of Hazardous & Dilapidated Buildings RSA 155-B</li><li>Junkyard Licensing RSA 236:111-129</li><li>Health Regulations RSA 147</li><li>Abatement Requests RSA 76</li><li>Appointments For Vacant positions</li><li>Setting Fees providing Town Meeting has adopted RSA 41:9</li><li>Establish and amend local Welfare Guidelines</li><li>Financial Accounting and Safeguarding</li><li>Election Duties: under RSA 658:9-a, the Board is responsible for the physical set up of the polling place for town elections.</li><li>Property Appraisal Taxation: Selectmen are responsible to assure that all taxable property in town is inventoried, and appraised and that a warrant is issued to the tax collector for the collection of such taxes RSA 75 & 76</li><li>Litigation: The Board works to resolve claims that may be made against the town and it’s departments with the able assistance of town counsel.</li></ul></p><p>The Role of a Selectman is varied and takes time to know the areas of required knowledge and interaction with other town boards and committees. This is why many communities have Town Administrators to assist the board in carrying out their “prudential affairs” and carrying out the day-to-day operations of local municipal government.</p>"
            }
        ]
    },
    {"link":"BudgetCommittee"    , "mainMenu":"Budget Committee",
        "pagetext":[
            { "desc": "<p>Duties and responsibilities are defined by law, namely Revised Statutes Annotated 32. Town Meeting in 1936 voted by ballot to accept the provisions of the Municipal Budget Act. The Moderator appoints six members at-large, who shall serve staggered terms of three years. A representative from both the Board of Selectmen and Copple Crown Village District shall be appointed by their respective boards to serve a one year term. (Total of up to 8 members: 6 at-large appointed by the Moderator, 1 Representative from the Board of Selectmen and 1 Representative from the Copple Crown Village District)</p><p>The Budget Committee meets on a quarterly basis during the year to review the financial quarters with the Board of Selectmen and meets, generally,  on a weekly basis for the following years' budget preparatory review with the departments beginning in November through to January.</p>"
            }
        ]
    },
    {"link":"CoppleCrownVillage"    , "mainMenu":"Copple Crown Village District",
        "pagetext":[
            { "desc": "<p>The Copple Crown Village District is a small, separate government entity located within the Town of New Durham. Formed in 1978 by a vote of the residents in that area, the village district operates under the provisions of RSA 52.  Annually, residents within the Village District that are registered voters of the Town of New Durham (a total of 83 homes as of April 2017) elect officers to manage the business affairs of the district. These officers include a Board of Commissioners; Moderator, Secretary and Treasurer. Similar to the Town of New Durham and the Governor Wentworth Regional School District, an annual meeting is held to establish the budget for the District for the ensuing year and to conduct other business of the District. This meeting is open to the public, but only residents of the Village District that are all registered voters of the Town of New Durham may cast their votes at the meeting.</p><p>The Copple Crown Village District is responsible for:<ul><li>The construction, maintenance and care of parks and commons;</li><li>The maintenance of activities for recreational promotion;</li><li>The impoundment of water; and</li><li>The layout, acceptance, construction and maintenance of roads.</li></ul></p><p>There are approximately 250 individual properties in the Copple Crown Village District.  In order to meet its obligations listed above, the Village District assesses a property tax against the properties within the district.  Property owners within the Copple Crown Village District have a total tax rate that includes funds for the Town of New Durham, State of New Hampshire Education Property Tax, Governor Wentworth Regional School District Tax Rate; Strafford County tax rate and Copple Crown Village District tax rate.  In 2014, the total tax rate for the Village District totaled $29.20 per thousand. A break down of that tax rate follows:<ul><li>Town - $5.62</li><li>Local Education - $11.01</li><li>State Education - $2.34</li><li>County - $2.88</li><li>Copple Crown - $7.35</li><li>Total - $29.20</li></ul></p><p>One of the primary responsibilities for the Village District is the maintenance of the roads within the district. The Copple Crown Village District Board of Commissioners has declared the roads within the District to be private roads. The roads within the Village District include:<ul><li>Crown Drive</li><li>Deer Lane</li><li>Durham Drive</li><li>Franconia Drive</li><li>Garmish Drive</li><li>Innsbruck Drive</li><li>Interlaken Drive</li><li>Mountain Drive</li><li>Saint Moritz Road</li><li>Winsor Way</li></ul></p>"
            }
        ]
    },
    {"link":"EmergencyManagement"    , "mainMenu":"Emergency Management",
        "pagetext":[
            { "desc": "<p>The Town of New Durham has developed a local Emergency Management Plan intended to prepare for its responsibility for any all-hazard emergency operations. In it's preparations, New Durham recognizes it is not an island undo itself, and has worked to collaborate with regional resources, as well as the NH Bureau of Emergency Management and, by extension, the Federal Emergency Management Agency (FEMA).</p><p>The intent of Emergency Management planning and operations is to protect the lives, property and environment of the people of New Durham from the threat or occurrence of emergencies resulting from any natural or manmade disaster, including but not limited to, flood, fire, earthquake, windstorm, technical incidents, drought, terrorism, epidemic, hurricanes and tornadoes.</p><p>The preparation for and carrying out of all emergency functions shall be accomplished through the four phases of emergency management: mitigation, preparedness, response and recovery. Activities to meet this end include coordination, planning, training, drills, exercises and financial assistance.</p><p>New Durham's Emergency Management Plan makes each local organization and department aware of their responsibility in all-hazard emergency operations. The plan, originally drafted in 1999 and being extensively revised in 2005, is formally implemented by the New Durham Board of Selectmen. It provides the basis for coordinating protective actions prior to, during and after any type of disaster.</p><p>The local plan was prepared to conform to guidelines established by FEMA, U.S. Nuclear Regulatory Commission, Federal Energy Regulatory Commission and the New Hampshire Bureau of Emergency Management, and is in concert with the New Hampshire Emergency Management Response Plan and those of our neighboring communities.</p>"
            }
        ]
    },
    {"link":"FireDepartment"    , "mainMenu":"Fire Department",
        "pagetext":[
            { "desc": "<p>It is the mission of the New Durham Fire Department to provide for the emergency and non-emergency fire and EMS needs of our community. We will provide the public with education and services that focus on the prevention of injuries and the reduction of property damage. Our enforcement of state statutes and local ordinances will be done fairly with the goal of voluntary compliance always foremost.</p>"
            }
        ]
    },
    {"link":"ForestFireWarden"    , "mainMenu":"Forest Fire Warden",
        "pagetext":[
            { "desc": "<p>Fire Prevention:<ul><li>Require fire permits & enforce all forest fire laws regarding outside burning within their jurisdiction.</li><li>Keep public informed of fire danger & forest closures.</li><li>Informing the state fire ranger of active timber sales, slash violations & fire violations that require follow up.</li></ul></p><p>Fire Preparedness:<ul><li>Preplanning of local forest fire hazards</li><li>Fire departmental training for forest & brush fires</li><li>Determine tool & equipment requiments needed for town</li><li>Appoint deputy wardens & fire permit writers to assist the warden.</li></ul></p><p>Fire suppression:<ul><li>Suppressing forest fires is the Wardens primary responsibilty. The warden is to use the authority provided to accomplish this.  The warden will work with the local & state agencies under a unified command to supress all forest fires.</li></ul></p><p>Reports & billing:<ul><li>The warden is responsible to make an accurate forest fire bill to state.</li><li>Payment to fire fighters</li><li>Submit yearly budget report to selectmen for approval</li></ul></p>"
            }
        ]
    },
    {"link":"About"    , "mainMenu":"About",
        "pagetext":[
            { "desc": "<h2>Origin</h2><p>First known as Cochecho Township, a group of settlers from Durham petitioned the Masonian Proprietors in May of 1749 for a 45 square mile grant of land north of Rochester. In the spring of 1750, the land was surveyed and a plan (map) of numbered lots was drawn up and lots auctioned off. The terms of the settlement were:</p><p>There should be forty families settled within five years after peace was proclaimed between the English, French and Indians. Each lot owner was to build a house at least 16 square feet and each family should have three acres cleared within six years and a sawmill within five.</p> <p>It is not known exactly how many people came in the years between 1750 and 1762. The residents put in a request to the Royal Governor, Benning Wentworth, for recognition in the form of a charter, which would authorize them to have a town government of their own. King George III granted the charter and the town was officially born in this wild, wooded land. New Durham is very fortunate to still hold its original Town Charter, only one of a very few known to still exist in the state.   </p><p>And such was the beginning of “New Durham.”</p><p>Taken from excerpts “New Durham Historical Material” by Eloise Bickford and “Origin of the Name”</p><h2>New Durham Today</h2><p>New Durham is most fortunate to have within it’s boundaries, a large number of water bodies, the largest of which is Merrymeeting Lake, famed for it’s pristine waters. The purity of the water led to New Hampshire Fish and Game Department setting up a fish hatchery. The Community is also fortunate to have panoramic  views of  Mount Washington, Mount Chocora, Mount Bett, Mount Jessie, Mount Rattlesnake, Mount Rand, Mount Caverley and Prospect Mountain. Much of the land space is still open and avails many recreational opportunities to the community residents such as snowmobiling, hiking, mountain bike riding etc. The natural splendor of the mountains and lakes attracts many visitors and seasonal residents.</p><p>Current population is just a little under 2,500 and growing, but has a good hometown atmosphere.</p><p>There are many active farms in the area involving Christmas Tree growing, peaches, berries, apples, greenhouse plants, and dairy produce.</p><p>New Durham is well served by Route 11 providing the community with gateway access to the seacoast of New Hampshire thereby making it commutable to Rochester, Dover and Portsmouth.</p>"
            }
        ]
    }
]
