[
    {"id": 3,  "link":"ConservationCommittee",
        "pagetext": [
            {"desc":"<p>Are you interested in serving on the Branch River Scenic Byway Corridor Advisory Committee?  For more information click here</p><br/>    <p>The Conservation Commission’s goal is to fulfill the mandates of RSA 36-A, and the conservation planning goals in the Milton Master Plan. Notable activity in 2010 was:</p><br/>    <p>Passage of Shoreland Overlay Protection District ordinance: In 2008, Milton received an $8500 Community Technical Assistance grant to improve water quality. Jack Mettee, a planning consultant, was hired in fall 2008. Throughout 2009, he and the CC worked to consolidate and streamline the existing water protection ordinances, and to ensure consistency between Milton’s ordinances and the new State Comprehensive Shoreland Protection Act. Public forums featured local water resource professionals who addressed the importance of natural buffers along streams, rivers and ponds. UNH freshwater biologist Dr. Jim Haney discussed the continuing decline of water quality in the Milton 3 Ponds. Input from the Planning Board was incorporated into the ordinance, and the Planning Board voted to include and support the proposed overlay district on the 2010 town warrant. The ordinance was passed by town vote.</p><br/>    <p>Natural Resource Planning Maps completed. Two new maps are now available in the land use planning room at the Emma Ramsey Center showing: 1) comprehensive water resources, and 2) multiple conservation features including prime farmland soils, NHFG Wildlife Action Plan data, NH Coastal Plan Core Focus Areas, snowmobile trails, conservation lands, and tax parcels. These maps were donated by Moose Mountains Regional Greenways.</p><br/>    <p>Monitoring town held conservation easements. The town is required to annually monitor Milton conservation lands and the conservation easements it holds. The Milton Conservation Commission contracted UNH graduate forestry students to produce baseline monitoring documentation and to mark the boundaries of all conservation properties. The town owned Ball property and the Frizzell conservation easement baselines and boundary markings are complete. Additionally:</p><br/>    <li>Erin Quigley completed the baseline and boundary markings for map 14, lot 2 consisting of 20.42 town owned acres known as the Jones Brook Park. The town voted in 2002 to place the Jones Brook Park under conservation easement as per Warrant Article 16.</li><br/>    <li>Ms. Quigley also completed the baseline documentation and boundary marking of the town owned 4.2 acre Payne property, which is contiguous with the Jones Brook property. This property is referenced as map 14, lot 6. This property was voted to be placed under conservation easement as per Article 23 of 2003 Milton Town Warrant.</li><br/>    <li>Ms. Quigley completed the baseline documentation and boundary marking of town owned 24.8 acre land locked property within the wellhead protective radius of Milton’s public drinking water supply. This property is referenced as Map 37 lot 110, and is known historically as the Old Ski Area.</li><br/>    <li>Ms. Quigley completed the baseline documentation of the Milton conservation easement properties known as Wallace Way consisting of 5 acres and Dames Brook consisting of 10.5 acres.</li><br/>    <li>Milton properties that are in the process of baseline documentation are map 27, lot 1, 92 landlocked acres with high conservation value, and Lyman Brook conservation easement consisting of 19.5 acres.</li><br/>    <p>Land Protection Projects:</p><br/>    <p>The Milton Conservation Commission was instrumental in assisting Philip and Sylvia Thayer Zaeder with their donation of a 37 acre conservation easement on their historic homestead on Hare Rd. The Zaeders paid most of the costs, while the town paid for the required survey from the Conservation Fund. Strafford Rivers Conservancy is the primary easement holder, the town hold the executor interest. These actions were supported by the Selectmen.</p><br/>    <p>Milton’s Conservation Fund: This fund receives 50% of the land use change tax, and is primarily used to assist landowners defray the cost of conservation easements. These conservation projects fulfill the conservation objectives of the Master Plan by protecting Milton’s water resources, forestlands, wildlife habitat, and farmland. Side benefits are the preservation of Milton’s scenic beauty and rural character.</p><br/>    <p>Additional Links:</p><br/>    <p>Strafford Regional Planning Commission</p><br/>"}
        ]
    },
    {"id": 4, "link":"EconomicDevelopment",
        "pagetext": [
            {"text1":"Milton ...  We are open for business<br/><br/>Welcome to the Economic Development section of the Milton NH website, developed by the Milton Economic Development Committee (MEDC) with the support of the Milton Board of Selectmen and the Town Administrator. We define economic development in a broad sense … “a series of planned activities designed to increase the number of jobs and investment in the community.” The Town of Milton is beginning the process of economic development. The Town’s basic goal is to provide tools and assistance that encourage existing businesses to expand and to attract new commercial and industrial projects that are compatible with Milton and its beautiful natural environment. <br/><br/>Our primary focus is to:<br/>Assist existing businesses with potential expansion plans; <br/>Assist existing businesses in working with the Town;<br/>Provide insight and assistance to businesses in working with local boards and departments during the development review, approval and permitting processes;<br/>Provide relocation and site selection information and assistance;<br/>Encourage a positive regulatory environment towards business; and<br/>Encourage the creation and maintenance of a strong economic development infrastructure.<br/> <br/><u>Milton Gears up for its Strategic Economic Development Plan</u><br/>Through a small grant from the Public Service Company of New Hampshire (PSNH), the Town of Milton will start work on its Strategic Economic Development Plan with consultant assistance. Strategic Planning is a management tool that helps an organization or community focus its energy to undertake specific actions that guide the organization in achieving specific short and long-term goals. The Strategic Economic Development Plan determines where the Town fits with the current “environment”, establishes goals and a vision and proposes actions to achieve the vision. The effort involves three components:<br/><br/>Situational Analysis, Milton’s Strengths and Limitations Today: This activity includes a review of the existing environment for increased economic activity. As part of the Situation Analysis, the community carefully considers various driving forces such as income growth, changing demographics, education, type of existing industries, natural resource limitations and opportunities, etc. A summary review of the past economic development work completed in 2007 by the Cost of Community Service Study Committee (CCSSC).<br/><br/>This process explores the various strengths, weaknesses, opportunities and threats (an acronym for this activity is SWOT) regarding the community.<br/><br/>• Strengths: characteristics of Milton that give it an advantage over others in the region. For example, good transportation access, skilled labor, attractive natural resources and open space areas, e.g., Milton’s Three Ponds.<br/>• Weaknesses: (or Limitations): characteristics that place the community at a disadvantage relative to others. For example, limited utility capacity or limited sites with sewer and water;<br/>• Opportunities: external activities that may make Milton more attractive. For example, improvements to and widening of the Spaulding Turnpike, development potential around Exists 17 and 18 off the Turnpike.<br/>• Threats: external elements in the environment that could raise issues for the community. For example, other nearby communities developing a business park, changes to state regulations.<br/><br/>Goal Setting --- Milton’s Economic Future: The goal setting and visioning process is critical to any strategic plan.  Whether the plan is for an organization, the community or a smaller group, it is critical to determine the direction in which the community wishes to proceed. Goals should be designed and worded as much as possible to be specific, measurable and realistic. Part of the goal setting process usually involves the preparation of a Vision Statement— a description of what the community desires and what Strategic Plan hopes to accomplish—“A community with a thriving economy.”  It may also include a set of guiding principles or primary goals and priorities to implement the Vision.<br/><br/>Action Plan --- Getting the Job Completed: Action planning involves establishing a set of actions or tactics to implement the plan and achieve the Plan goals. Each goal or objective is associated with an action or set of actions, which is one of the methods needed to reach a goal. Action planning also includes specifying responsibilities and timelines with each objective, or who needs to do what and by when<br/><br/>What is the benefit? In the end, the Strategic Economic Development Plan provides the community with a realistic guide or “road map” of how it can advance its economic development program.<br/><br/>In the late winter or early spring, the Town will conduct an open visioning session designed to involve the community in this process. We will keep the community informed via the Town website.<br/><br/>Finally, the Town wishes to thank Eversource for its grant assistance.<br/>"}
        ]

    },
    {"id": 6, "link":"PlanningBoard",
        "pagetext":[
            {
                "desc":"<p>The Milton Planning Board meets on the first and third Tuesdays of the month (as needed, please check schedule to confirm meeting times) to process applications, discuss potential changes to ordinances and regulations, and to also keep up to date on the happenings in the town to confirm that they conform to town regulations. Approval from the Planning Board is required for all subdivisions, lot line adjustments, new non-residential development and expansions or changes of use to non-residential buildings or sites. Abutters play a crucial role by providing information and in helping the Planning Board evaluate plans. Abutters and other citizens interested in a project are encouraged to call the Planning Office with concerns or comments, view the plans at the Town Hall, Land Use Office, submit written comments, or attend the Planning Board meeting.    </p><p>The Planning Board is pleased to have the part time assistance of Bruce W. Woodruff, Planning,land use & Development Consultant, in capital improvement program, site plan and subdivision application review and other Land Use issues that may come before the Board.</p><p>For additional information, please contact Dana Crossley, Land Use Clerk at 603-652-4501 ext 5</p>"
            }
        ]
    },
    {"id": 7, "link":"Recreation",
        "pagetext": [
            {"desc":"The Recreation Commission meets the 3rd Wednesday of the month at the Emma Ramsey Community Center"}
        ]
    },
    {"id": 11,  "link":"TownHouse" ,
        "pagetext": [
            {"desc":"<p>The Milton Town House Stewardship Committee wishes to thank the Milton community, neighboring towns, and summer visitors for their continued support of our Town House Restoration efforts.  During the past year, many people have helped with cash contributions, several large gifts of money and materials, baked goods, and donated items for our Food/Yard Sale on June 6th.  Your support along with grants awarded by Land and Community Heritage Investment Program (LCHIP), we continue to make great strides in our mission to bringing the Town House up to a standard that will make it a very useful and desirable Town resource.</p><br/>"}
        ]
    },
    {"id": 13, "link":"Zoning",
        "pagetext": [
            {"desc":"<p>The Zoning Board of Adjustment is a quasi-jusdicial board that hears appeals for Variances or Special Exceptions, from residents of the Town of Milton, whose projects deviate from the Milton Zoning Ordinance. The ZBA also hears appeals from Administrative Decisions regarding Code Enforcement. </p><br/>"}
        ]
    },
    {"id": 16, "link":"Assessing"    , "mainMenu":"Departments",
        "pagetext": [
            { "desc": "<p>The Assessing Department is charged by State law with discovering, describing, and valuing real property for taxation purposes. The Department's job is diverse and involves the following responsibilities:</p><ul><li>Appraise and assess all real estate    </li><li>Monitor all sales and analyze the local real estate market </li><li>Maintain Property Record Card data </li><li>Administer Current Use Program </li><li>Oversee all Tax Exemption and Tax Credit Programs </li><li>Manage Timber Tax and Gravel Tax Programs </li><li>Assist taxpayers and the general public </li><li>Maintain Town's assessment roll by valuation of additions and new construction </li><li>Administer Tax Abatements </li><li>Provide assistance to other departments as needed </li></ul>"
            }
        ]
    },
    {"id": 20,        "link":"ParksRecreation"    , "mainMenu":"Departments",
        "pagetext":[
            { "desc":"<p>Town Beach is open Saturday's & Sunday's weather permitting 10-5pm. Please call ahead to verify that the gatehouse is open. 603-652-7308"
            }
        ]
    },
    {"id": 21,        "link":"About"    , "mainMenu":"About",
        "pagetext":[
            { "desc":"<p>Milton was incorporated in 1802 and is located in the Northeast section of <a href='http://nhdeeds.com/strafford/StHome.html'> Strafford County.</a>                            The principal villages, Milton and Milton Mills, combine to encompass twenty-seven thousand                            acres and has a year-round population of approximately four thousand citizens.  Milton is located                            forty miles from Concord, the state capitol and is twenty miles northwest of the county seat in Dover. The principal bodies of water are Milton Three Ponds, a chain of lakes providing a boat launch and public access to the Town Beach.                            </p>                        <p>The North Conway branch of Boston & Maine Railroad runs through our town and Route 16                             (the Spaulding Turnpike) provides fast access to both ski country and the seacoast.</p><p>More information about Milton can be found on <a href='http://en.wikipedia.org/wiki/Milton,_New_Hampshire'>Wikipedia.</a></p>"
            }
        ]
    } ,
    {"id": 21,        "link":"CodeEnforcement"    , "mainMenu":"Departments",
        "pagetext":[
            { "desc":"<p>Most inspections are conducted Tuesday's and Wednesday's and occasionally other days to accommodate the property owner. Applications and complaint forms can be picked up at the Town Hall Monday through Friday from 8:00 AM to 4:00 PM.</p> <p>The Building Inspector is responsible for issuing all permits, (Building, Electrical, Plumbing, Mechanical, Occupancy, and Signs etc.) Applications for permits are received, plans are reviewed and if all codes and requirements are satisfied a fee is calculated and the permit will be issued to the applicant. For major and minor building permits, the Building Inspector has 7-10 days to review the permit.</p> <p>The Code Enforcement Officer is responsible for the enforcement of all zoning and planning regulations. The CEO receives notice of violation by a written complaint submitted to the office, or by a visual inspection. Each written complaint received or discovered requires an appointment with the property owner to discuss and resolve any issues. if the issues can not be resolved a written Cease and Desist Order will be issued.</p> <p>The Health Officer is responsible for all health inspections for schools, daycares facilities and foster homes. The majority of complaints received by the Health Officer are in regards to failed septic systems, mold issues, dead birds (EEE/WNV), and tenant/landlord disputes over health conditions. All complaints require appointments and inspections to resolve the issue.</p> <p>Please call the Land Use Clerk at Town Hall between the hours of 8:00 AM and 4:00 PM Monday through Friday with any immediate concerns or questions.</p>"
            }
        ]
    },
    {"id": 21,        "link":"Welfare"    , "mainMenu":"Departments",
        "pagetext":[
            {"desc":"<quote>The Town has a basic legal duty to administer welfare as described in New Hampshire RSA 165:1-I, which states “Whenever a person in any town is poor and unable to support himself, he shall be relieved and maintained by the overseers of public welfare of such town…”</quote><br/><br/><p>*New applicants, or applicants who are reapplying for assistance must first call to schedule an appointment.</p>"}
        ]
    },
    {"id": 21,        "link":"Welfare"    , "mainMenu":"Departments",
        "pagetext":[
            { "text1":"<h2>How to Apply</h2><p>Please read the following before applying for assistance. The Milton Welfare Office is now located at Milton Town Hall. The Welfare Office provides temporary emergency assistance to Town residents for the basic necessities of life, when no other resources are available. Assistance is rendered in voucher form only.</p> <p>If you need temporary emergency assistance and have exhausted all other resources, you may then apply to the Milton Town Welfare Office.  To apply for emergency assistance, you must call for an appointment and if you wish you can download, print, and complete the Application Form found at the bottom of this page, or you can obtain an Application Form at our office.  The Application must be fully completed and be signed by all adult household occupants.  All required verifications must accompany your completed & signed application (see checklist for Welfare Assistance below) or a decision will not be rendered. </p><p>Do not email or fax completed applications.</p><p><b>Rental Assistance will not be provided without a Notice to Quit or a Demand for Rent.  Electric Assistance will not be provided without a disconnect notice.</b> </p>"
            }
        ]
    },
    {"id": 21,        "link":"Sewer"    , "mainMenu":"Departments",
        "pagetext":[
            { "desc":"<p>The wastewater facility services approximately 300 units in the town of Milton and treated approximately 22,593,000 gallons of sewerage at an average daily flow of 62,000 gallons. We continue to operate around 62% of plant design capacity allowing future growth within the community.</p><p>The carbonaceous biochemical oxygen demand (CBOD) removal efficiency averaged 96.5% and the total suspended solids (TSS) removal efficiency averaged 91.5% for the year. The minimum acceptable removal efficiency for each of these test parameters is 85.0%. The annual whole effluent toxicity (WET) test passed with no indication of the effluent having any toxic effects on the Salmon Falls River. These effluent parameters show that the plant continues to perform exceptionally well and discharges a good quality effluent.</p><p>We continue to add a chemical called “alum” to the raw sewerage from April thru Sept. to reduce the amount of total phosphorus (TP) being discharged to the river. We have done this for 8 years with good results. Reducing TP is important because it is a vital nutrient for algae growth, which can cause oxygen deficiencies in the river. The plant averages 4.0-5.0 mg/l before alum addition and between 2.0 and 3.5 mg/l after alum addition. The average is 2.5 mg/l. This represents a 50% reduction to the river and keeps the plant in compliance with our discharge permit.</p><p>All plant equipment is operational and in good working order.</p><p><i>The Sewer Department is in the process of streamlining their billing process and updating records. In the coming months, those who utilize sewer services will be receiving information on these changes and asking for confirmation of their billing information. If you utilize sewer services and have not received information by mail, we ask that you please contact our secretary to update our records.</i></p>"
            }
        ]
    },
    {"id": 21,        "link":"PublicWorks"    , "mainMenu":"Departments",
        "pagetext":[
            { "desc":"<p>The Public Works Department consists of the Highway Department, Transfer Station, and Government Buildings.</p>"
            }
        ]
    }

]
